Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/toiminta.html.tmx
Source language: fin
Languages: sme

source: Toiminta
sme: Doaibma

source: Saamelaiskäräjien tehtävänä on hoitaa saamelaisten omaa kieltä ja kulttuuria sekä heidän asemaansa alkuperäiskansana koskevat asiat.
sme: Sámedikki bargun lea dikšut áššiid, mat gusket sámiid gillii, kultuvrii ja sajádahkii álgoálbmogin.

source: Tehtäviinsä kuuluvissa asioissa Saamelaiskäräjät voi tehdä viranomaisille aloitteita ja esityksiä sekä antaa lausuntoja.
sme: Sámediggi sáhttá dahkat eiseválddiide álgagiid ja evttohusaid ja maiddái addit cealkámušaid áššiin, mat gusket dan bargoviidodahkii.

source: Näissä asioissa Saamelaiskäräjät käyttää lisäksi päätösvaltaa siten kuin sitä koskevassa laissa tai muualla lainsäädännössä säädetään.
sme: Dáin áššiin Sámediggi geavaha maiddái mearridanválddi dan láhkai go dan guoski lágas dahje eará sajis láhkaaddimis mearriduvvo.

source: Saamelaiskäräjien toimintaa säädetään saamelaiskäräjälaissa ( 974/95 myöhempine muutoksineen ) ja –asetuksessa ( 1727/95 ), saamen kielilaissa ( 1086/03 ) ja valtioneuvoston asetuksessa saamen kielilain täytäntöönpanosta ( 108/04 ) sekä muualla lainsäädännössä säädetyillä ja määrätyillä lailla ja asetuksilla.
sme: Sámedikki doaimma birra mearriduvvo sámediggelágas (974/95 oktan maŋŋá boahtán rievdadusaiguin) ja láhkaásahusas (1727/95), sámi giellalágas (1086/03) ja stáhtaráđi láhkaásahusas sámi giellalága ollašuhttimis (108/04) ja maiddái eará láhkaaddimis ásahuvvon ja mearriduvvon lágaiguin ja láhkaásahusaiguin.

source: Edellä mainittujen lisäksi toiminnassa sovelletaan Saamelaiskäräjien omaa työjärjestystä .
sme: Dáid lassin doaimmas čuvvojuvvo Sámedikki iežas bargoortnet.
